testreport/report_trandauPhanTichBieuDoThongKe.txt
     ✓ status is 200

     checks.........................................: 100.00% ✓ 1        ✗ 0  
     data_received..................................: 675 kB  154 kB/s
     data_sent......................................: 4.7 kB  1.1 kB/s
     http_req_blocked...............................: avg=481.21ms min=481.21ms med=481.21ms max=481.21ms p(90)=481.21ms p(95)=481.21ms
     http_req_connecting............................: avg=217.49ms min=217.49ms med=217.49ms max=217.49ms p(90)=217.49ms p(95)=217.49ms
     http_req_duration..............................: avg=2.11s    min=2.11s    med=2.11s    max=2.11s    p(90)=2.11s    p(95)=2.11s   
       { expected_response:true }...................: avg=2.11s    min=2.11s    med=2.11s    max=2.11s    p(90)=2.11s    p(95)=2.11s   
     ✓ { page_name:trandauPhanTichBieuDoThongKe }...: avg=2.11s    min=2.11s    med=2.11s    max=2.11s    p(90)=2.11s    p(95)=2.11s   
     http_req_failed................................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:trandauPhanTichBieuDoThongKe }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............................: avg=847.61ms min=847.61ms med=847.61ms max=847.61ms p(90)=847.61ms p(95)=847.61ms
     http_req_sending...............................: avg=766µs    min=766µs    med=766µs    max=766µs    p(90)=766µs    p(95)=766µs   
     http_req_tls_handshaking.......................: avg=261.19ms min=261.19ms med=261.19ms max=261.19ms p(90)=261.19ms p(95)=261.19ms
     http_req_waiting...............................: avg=1.26s    min=1.26s    med=1.26s    max=1.26s    p(90)=1.26s    p(95)=1.26s   
     http_reqs......................................: 1       0.228452/s
     iteration_duration.............................: avg=4.37s    min=4.37s    med=4.37s    max=4.37s    p(90)=4.37s    p(95)=4.37s   
     iterations.....................................: 1       0.228452/s
     vus............................................: 1       min=1      max=1
     vus_max........................................: 1       min=1      max=1