testreport/report_trandauPhanTichSoLieuThongKe.txt
     ✓ status is 200

     checks.........................................: 100.00% ✓ 1        ✗ 0  
     data_received..................................: 779 kB  216 kB/s
     data_sent......................................: 5.4 kB  1.5 kB/s
     http_req_blocked...............................: avg=458.64ms min=458.64ms med=458.64ms max=458.64ms p(90)=458.64ms p(95)=458.64ms
     http_req_connecting............................: avg=231.34ms min=231.34ms med=231.34ms max=231.34ms p(90)=231.34ms p(95)=231.34ms
     http_req_duration..............................: avg=1.76s    min=1.76s    med=1.76s    max=1.76s    p(90)=1.76s    p(95)=1.76s   
       { expected_response:true }...................: avg=1.76s    min=1.76s    med=1.76s    max=1.76s    p(90)=1.76s    p(95)=1.76s   
     ✓ { page_name:trandauPhanTichSoLieuThongKe }...: avg=1.76s    min=1.76s    med=1.76s    max=1.76s    p(90)=1.76s    p(95)=1.76s   
     http_req_failed................................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:trandauPhanTichSoLieuThongKe }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............................: avg=936.77ms min=936.77ms med=936.77ms max=936.77ms p(90)=936.77ms p(95)=936.77ms
     http_req_sending...............................: avg=746µs    min=746µs    med=746µs    max=746µs    p(90)=746µs    p(95)=746µs   
     http_req_tls_handshaking.......................: avg=223.73ms min=223.73ms med=223.73ms max=223.73ms p(90)=223.73ms p(95)=223.73ms
     http_req_waiting...............................: avg=825.81ms min=825.81ms med=825.81ms max=825.81ms p(90)=825.81ms p(95)=825.81ms
     http_reqs......................................: 1       0.277131/s
     iteration_duration.............................: avg=3.6s     min=3.6s     med=3.6s     max=3.6s     p(90)=3.6s     p(95)=3.6s    
     iterations.....................................: 1       0.277131/s
     vus............................................: 1       min=1      max=1
     vus_max........................................: 1       min=1      max=1