testreport/report_trandauTongQuan.txt
     ✓ status is 200

     checks............................: 100.00% ✓ 1        ✗ 0  
     data_received.....................: 729 kB  205 kB/s
     data_sent.........................: 5.1 kB  1.4 kB/s
     http_req_blocked..................: avg=450.88ms min=450.88ms med=450.88ms max=450.88ms p(90)=450.88ms p(95)=450.88ms
     http_req_connecting...............: avg=225.39ms min=225.39ms med=225.39ms max=225.39ms p(90)=225.39ms p(95)=225.39ms
     http_req_duration.................: avg=1.92s    min=1.92s    med=1.92s    max=1.92s    p(90)=1.92s    p(95)=1.92s   
       { expected_response:true }......: avg=1.92s    min=1.92s    med=1.92s    max=1.92s    p(90)=1.92s    p(95)=1.92s   
     ✓ { page_name:trandauTongQuan }...: avg=1.92s    min=1.92s    med=1.92s    max=1.92s    p(90)=1.92s    p(95)=1.92s   
     http_req_failed...................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:trandauTongQuan }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving................: avg=914.86ms min=914.86ms med=914.86ms max=914.86ms p(90)=914.86ms p(95)=914.86ms
     http_req_sending..................: avg=425µs    min=425µs    med=425µs    max=425µs    p(90)=425µs    p(95)=425µs   
     http_req_tls_handshaking..........: avg=223.18ms min=223.18ms med=223.18ms max=223.18ms p(90)=223.18ms p(95)=223.18ms
     http_req_waiting..................: avg=1.01s    min=1.01s    med=1.01s    max=1.01s    p(90)=1.01s    p(95)=1.01s   
     http_reqs.........................: 1       0.281522/s
     iteration_duration................: avg=3.55s    min=3.55s    med=3.55s    max=3.55s    p(90)=3.55s    p(95)=3.55s   
     iterations........................: 1       0.281522/s
     vus...............................: 1       min=1      max=1
     vus_max...........................: 1       min=1      max=1