testreport/report_trandauTyLeKeo.txt
     ✓ status is 200

     checks...........................: 100.00% ✓ 1        ✗ 0  
     data_received....................: 756 kB  255 kB/s
     data_sent........................: 5.2 kB  1.8 kB/s
     http_req_blocked.................: avg=452.97ms min=452.97ms med=452.97ms max=452.97ms p(90)=452.97ms p(95)=452.97ms
     http_req_connecting..............: avg=220.39ms min=220.39ms med=220.39ms max=220.39ms p(90)=220.39ms p(95)=220.39ms
     http_req_duration................: avg=1.41s    min=1.41s    med=1.41s    max=1.41s    p(90)=1.41s    p(95)=1.41s   
       { expected_response:true }.....: avg=1.41s    min=1.41s    med=1.41s    max=1.41s    p(90)=1.41s    p(95)=1.41s   
     ✓ { page_name:trandauTyLeKeo }...: avg=1.41s    min=1.41s    med=1.41s    max=1.41s    p(90)=1.41s    p(95)=1.41s   
     http_req_failed..................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:trandauTyLeKeo }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving...............: avg=942.07ms min=942.07ms med=942.07ms max=942.07ms p(90)=942.07ms p(95)=942.07ms
     http_req_sending.................: avg=548µs    min=548µs    med=548µs    max=548µs    p(90)=548µs    p(95)=548µs   
     http_req_tls_handshaking.........: avg=228.68ms min=228.68ms med=228.68ms max=228.68ms p(90)=228.68ms p(95)=228.68ms
     http_req_waiting.................: avg=475.49ms min=475.49ms med=475.49ms max=475.49ms p(90)=475.49ms p(95)=475.49ms
     http_reqs........................: 1       0.337184/s
     iteration_duration...............: avg=2.96s    min=2.96s    med=2.96s    max=2.96s    p(90)=2.96s    p(95)=2.96s   
     iterations.......................: 1       0.337184/s
     vus..............................: 1       min=1      max=1
     vus_max..........................: 1       min=1      max=1