testreport/report_tructiep.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 8        ✗ 0  
     data_received..................: 3.3 MB  82 kB/s
     data_sent......................: 21 kB   526 B/s
     http_req_blocked...............: avg=349.86ms min=0s       med=1µs      max=2s       p(90)=1.15s    p(95)=1.58s   
     http_req_connecting............: avg=224.22ms min=0s       med=0s       max=1.31s    p(90)=730.84ms p(95)=1.02s   
     http_req_duration..............: avg=930.55ms min=528.2ms  med=883.7ms  max=1.49s    p(90)=1.39s    p(95)=1.44s   
       { expected_response:true }...: avg=930.55ms min=528.2ms  med=883.7ms  max=1.49s    p(90)=1.39s    p(95)=1.44s   
     ✓ { page_name:tructiep }.......: avg=930.55ms min=528.2ms  med=883.7ms  max=1.49s    p(90)=1.39s    p(95)=1.44s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 8  
     ✓ { page_name:tructiep }.......: 0.00%   ✓ 0        ✗ 8  
     http_req_receiving.............: avg=493.42ms min=172.21ms med=402.27ms max=980.92ms p(90)=946.9ms  p(95)=963.91ms
     http_req_sending...............: avg=614.5µs  min=84µs     med=267.5µs  max=2.93ms   p(90)=1.34ms   p(95)=2.14ms  
     http_req_tls_handshaking.......: avg=77.21ms  min=0s       med=0s       max=309.42ms p(90)=308.62ms p(95)=309.02ms
     http_req_waiting...............: avg=436.51ms min=347.49ms med=397.82ms max=592.45ms p(90)=539.25ms p(95)=565.85ms
     http_reqs......................: 8       0.198352/s
     iteration_duration.............: avg=4.83s    min=2.53s    med=5.22s    max=6.5s     p(90)=6.07s    p(95)=6.29s   
     iterations.....................: 6       0.148764/s
     vus............................: 2       min=0      max=2
     vus_max........................: 2       min=2      max=2