testreport/report_tructiep.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 11       ✗ 0  
     data_received..................: 4.6 MB  99 kB/s
     data_sent......................: 29 kB   623 B/s
     http_req_blocked...............: avg=144.94ms min=0s       med=2µs      max=963.08ms p(90)=631.32ms p(95)=797.2ms 
     http_req_connecting............: avg=57.4ms   min=0s       med=0s       max=315.98ms p(90)=315.41ms p(95)=315.7ms 
     http_req_duration..............: avg=828.26ms min=518.42ms med=586.69ms max=1.64s    p(90)=1.61s    p(95)=1.63s   
       { expected_response:true }...: avg=828.26ms min=518.42ms med=586.69ms max=1.64s    p(90)=1.61s    p(95)=1.63s   
     ✓ { page_name:tructiep }.......: avg=828.26ms min=518.42ms med=586.69ms max=1.64s    p(90)=1.61s    p(95)=1.63s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 11 
     ✓ { page_name:tructiep }.......: 0.00%   ✓ 0        ✗ 11 
     http_req_receiving.............: avg=411.49ms min=161.31ms med=220.02ms max=1.12s    p(90)=1.05s    p(95)=1.08s   
     http_req_sending...............: avg=397.63µs min=97µs     med=236µs    max=1.63ms   p(90)=698µs    p(95)=1.16ms  
     http_req_tls_handshaking.......: avg=57.03ms  min=0s       med=0s       max=314.63ms p(90)=312.79ms p(95)=313.71ms
     http_req_waiting...............: avg=416.36ms min=350.05ms med=404.61ms max=563.94ms p(90)=523.36ms p(95)=543.65ms
     http_reqs......................: 11      0.2384/s
     iteration_duration.............: avg=4.5s     min=2.69s    med=4.55s    max=6.8s     p(90)=5.41s    p(95)=6.1s    
     iterations.....................: 10      0.216728/s
     vus............................: 2       min=0      max=2
     vus_max........................: 2       min=2      max=2