testreport/report_tyle.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 810 kB  199 kB/s
     data_sent......................: 5.5 kB  1.4 kB/s
     http_req_blocked...............: avg=224.18ms min=2µs      med=224.18ms max=448.36ms p(90)=403.53ms p(95)=425.94ms
     http_req_connecting............: avg=109.87ms min=0s       med=109.87ms max=219.74ms p(90)=197.77ms p(95)=208.75ms
     http_req_duration..............: avg=916.68ms min=316.56ms med=916.68ms max=1.51s    p(90)=1.39s    p(95)=1.45s   
       { expected_response:true }...: avg=916.68ms min=316.56ms med=916.68ms max=1.51s    p(90)=1.39s    p(95)=1.45s   
     ✓ { page_name:tyle }...........: avg=916.68ms min=316.56ms med=916.68ms max=1.51s    p(90)=1.39s    p(95)=1.45s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 2  
     ✓ { page_name:tyle }...........: 0.00%   ✓ 0        ✗ 2  
     http_req_receiving.............: avg=458.15ms min=190µs    med=458.15ms max=916.12ms p(90)=824.53ms p(95)=870.33ms
     http_req_sending...............: avg=383.5µs  min=229µs    med=383.5µs  max=538µs    p(90)=507.1µs  p(95)=522.55µs
     http_req_tls_handshaking.......: avg=112.63ms min=0s       med=112.63ms max=225.27ms p(90)=202.74ms p(95)=214.01ms
     http_req_waiting...............: avg=458.14ms min=315.83ms med=458.14ms max=600.44ms p(90)=571.98ms p(95)=586.21ms
     http_reqs......................: 2       0.492363/s
     iteration_duration.............: avg=4.06s    min=4.06s    med=4.06s    max=4.06s    p(90)=4.06s    p(95)=4.06s   
     iterations.....................: 1       0.246181/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1